Repository: DanielVitor97/onboard
Catalog: po/*.po
Languages: hr

source: Right
hr: Desno

source: Up
hr: Gore

source: Down
hr: Dolje

source: Activate
hr: Aktiviraj

source: Action:
hr: Radnja:

source: Disabled
hr: Onemogućeno

source: Button
hr: Tipka

source: Press a button...
hr: Pritisni tipku...

source: Press a key...
hr: Pritisni tipku...

source: _Show Onboard
hr: _Prikaži zaslonsku tipkovnicu

source: _Hide Onboard
hr: _Sakrij zaslonsku tipkovnicu

source: _Preferences
hr: _Osobitosti

source: _Help
hr: _Priručnik

source: _Quit
hr: _Izađi

source: Onboard on-screen keyboard
hr: Zaslonska tipkovnica

source: gsettings schema for '{}' is not installed
hr: gsetting shema za '{}' nije instalirana

source: {description} '{filename}' not found yet, retrying in default paths
hr: {description} '{filename}' još nije pronađen, ponovni pokušaj po zadanoj putanji

source: unable to locate '{filename}', loading default {description} instead
hr: neuspjelo pronalaženje '{filename}', učitavam zadani {description}

source: failed to find {description} '{filename}'
hr: neuspjelo pronalaženje {description} '{filename}'

source: {description} '{filepath}' found.
hr: {description} '{filepath}' pronađen.

source: {description} '{filename}' not found yet, searching in paths {paths}
hr: {description} '{filename}' još nije pronađena, pretraživanje u putanji {paths}

source: Looking for system defaults in {paths}
hr: Traženje zadanih postavki sustavom u {paths}

source: Failed to read system defaults.
hr: Neuspjelo čitanje zadanih postavki sustavom.

source: No system defaults found.
hr: Zadane postavke sustavom nisu pronađene.

source: Loading system defaults from {filename}
hr: Učitavanje zadanih postavki sustavom iz {filename}

source: Found system default '[{}] {}={}'
hr: Pronađene zadane postavke sustavom '[{}] {}={}'

source: System defaults: Unknown key '{}' in section '{}'
hr: Zadane postavke sustava: Nepoznata tipka '{}' u odjeljku '{}'

source: System defaults: Invalid enum value for key '{}' in section '{}': {}
hr: Zadane postavke sustava: Nepoznata vrijednost nabrajanja za tipku '{}' u odjeljku '{}': {}

source: System defaults: Invalid value for key '{}' in section '{}' {}
hr: Zadane postavke sustava: Nepoznata vrijednost tipke '{}' u odjeljku '{}' {}

source: Failed to get gsettings value.
hr: Neuspjelo dobiavanje gsettings vrijednosti.

source: <big>Onboard failed to open learned word suggestions.</big> The error was: <tt>{}</tt> Revert word suggestions to the last backup (recommended)?
hr: <big>Zaslonska tipkovnica nije uspjela otvoriti prijedloge naučenih riječi.</big> Greška je: <tt>{}</tt> Vrati prijedloge riječi iz posljednje sigurnosne kopije (preporučljivo)?

source: <big>Onboard failed to open learned word suggestions.</big> The error was: <tt>{}</tt> The suggestions have to be reset, but the erroneous file will remain at '{}'
hr: <big>Zaslonska tipkovnica nije uspjela otvoriti prijedloge naučenih riječi.</big> Greška je: <tt>{}</tt> Prijedlozi se moraju obnoviti, ali oštećena datoteka ostaje u '{}'

source: Automatic scan for 1 switch
hr: Automatsko pretraživanje za 1 prebacivanje

source: Critical overscan for 1 switch
hr: Kritično prekoračenje pretraživanja za 1 prebacivanje

source: Step scan for 2 switches
hr: Korak pretraživa za 2 prebacivanja

source: Directed scan for 3 or 5 switches
hr: Izravno pretraživanje za 3 ili 5 prebacivanja

source: Scanner Settings
hr: Postavke pretraživanja

source: Select a scanning _profile:
hr: Odaberi profil _pretraživanja:

source: _Step interval:
hr: _Razdoblje koraka:

source: Sc_an cycles:
hr: C_iklusi pretraživanja:

source: The time the scanner rests on a key or group before moving to the next. (in seconds)
hr: Vrijeme za koje pretraživač miruje na tipki ili grupi prije pomicanja na sljedeće. (u sekundama)

source: The number of times the scanner cycles through the entire keyboard before it stops.
hr: Broj koliko puta pretraživač kruži preko cijele tipkovnice prije nego stane.

source: Step _only during switch down
hr: Zakorači samo tijekom prebacivanja dolje

source: Progress the highlight only while the switch is held down.
hr: Istakni samo tijekom prebacivanja dolje.

source: _Forward interval:
hr: _Razdoblje prosljijeđivanja:

source: _Backtrack interval:
hr: _Razdoblje povratka:

source: The time the scanner rests on a key while progressing forward. (in seconds)
hr: Vrijeme za koje pretraživač miruje na tipki dok napreduje unaprijed. (u sekundama)

source: The time the scanner rests on a key while moving backwards. (in seconds)
hr: Vrijeme za koje pretraživač miruje na tipki dok napreduje unatrag. (u sekundama)

source: Backtrack _steps:
hr: _Koraci povratka:

source: The number of keys the scanner steps back before moving forward again.
hr: Broj za koliko se tipka pretraživač vrati natrag prije nego što se nastavi ponovno kretati unaprijed.

source: _Alternate switch actions
hr: _Zamjeni radnje prebacivanja

source: Swap the scan actions after every key activation. The Step action will become the Activate action and vice versa.
hr: Zamjeni radnje prebacivanja nakon svake aktivacije tipke. Radnja 'Koraka' će postati radnja 'Aktivacije' i obrnuto.

source: Profiles
hr: Profili

source: _Select an input device:
hr: _Odaberi ulazni uređaj:

source: _Use this device only for scanning
hr: _Koristi ovaj uređaj samo za pretraživanje

source: The selected device should not control the system mouse cursor or the keyboard caret.
hr: Odabrani uređaj ne bi trebao upravljati pokazivačem miša sustava i tipkama umetanja tipkovnice.

source: Input Device
hr: Ulazni uređaj

source: Customize Theme
hr: Prilagodi temu

source: Color Sche_me
hr: Shema _boje

source: _Angle:
hr: _Kut:

source: Light Direction
hr: Usmjerenje svjetla

source: _Style:
hr: _Izgled:

source: R_oundness:
hr: O_bline:

source: S_ize:
hr: V_eličina:

source: B_order width:
hr: Š_irina ruba:

source: Key Style
hr: Izgled tipke

source: _Key:
hr: _Tipka:

source: _Border:
hr: _Rub:

source: Gradients
hr: Prijelaz boja

source: _Strength:
hr: _Jačina:

source: Shadow
hr: Sjenka

source: Keys
hr: Tipke

source: _Font:
hr: _Slova:

source: _Attributes:
hr: _Svojstva:

source: Font
hr: Slova

source: I_ndependent size
hr: N_eovisna veličina

source: _Super key:
hr: _Super tipka:

source: Label Override
hr: Zaobilaženje oznake

source: Labels
hr: Oznake

source: _Revert
hr: _Vrati izvorno

source: failed to create directory '{}': {}
hr: neuspješno stvaranje mape '{}': {}

source: <Enter label>
hr: <Upišite naziv>

source: <Enter text>
hr: <Upišite tekst>

source: Button Number
hr: Broj tipke

source: Button Label
hr: Naziv tipke

source: Snippet Text
hr: Tekst umetanja

source: Must be an integer number
hr: Mora biti cijeli broj

source: Snippet %d is already in use.
hr: Umetak %d se već koristi.

source: Onboard Settings
hr: Postavke zaslonske tipkovnice

source: Onboard onscreen keyboard settings
hr: Postavke zaslonske tipkovnice

source: Change Onboard settings
hr: Promijeni postavke zaslonske tipkovnice

source: Layout file ({}) or name
hr: Satoteka rasporeda ({}) ili naziv

source: Theme file (.theme) or name
hr: Datoteka teme (.theme) ili naziv

source: Window size, widthxheight
hr: Veličina prozora, širina x visina

source: Window x position
hr: X položaj prozora

source: Window y position
hr: Y položaj prozora

source: Start in XEmbed mode, e.g. for gnome-screensaver
hr: Pokreni u XEmbed načinu, npr. gnome-screensaver

source: Allow multiple Onboard instances
hr: Dopusti višestruke zaslonske tipkovncie

source: Silently fail to start in the given desktop environments. DESKTOPS is a comma-separated list of XDG desktop names, e.g. GNOME for GNOME Shell.
hr: Potiho nemoj pokrenuti u zadanom radnom okruženju. DESKTOPS je zarezom odvojen popis XDG naziva radne površine, npr. GNOME za GNOME ljusku.

source: Keep aspect ratio when resizing the window
hr: Zadrži omjer kada se mijenja veličina prozora

source: Override auto-detection and manually select quirks QUIRKS={metacity|compiz|mutter}
hr: Zaobiđi automatsko otkrivanje i ručno odaberi kompozitore KOMPOZITORI={metacity|compiz|mutter}

source: Migrating user directory '{}' to '{}'.
hr: Premještanje korisničke mape '{}' u '{}'.

source: failed to migrate user directory.
hr: nemoguće premještanje korisničke mape.

source: layout '{filename}' does not exist
hr: raspored '{filename}' ne postoji

source: theme '{filename}' does not exist
hr: tema '{filename}' ne postoji

source: Loading theme from '{}'
hr: Učitavanje teme iz '{}'

source: Unable to read theme '{}'
hr: Nemoguće čitanje teme '{}'

source: Enabling auto-show requires Gnome Accessibility. Onboard can turn on accessiblity now, however it is recommended that you log out and back in for it to reach its full potential. Enable accessibility now?
hr: Omogućavanje automatskog prikazivanja zahtijeva Gnome pristupačnost. Zaslonska tipkovnica može sada uključiti pristupačnost, ipak je preporučljivo da se odjavite i natrag prijavite kako bi bile dostupne sve mogućnosti. Želite li omogućiti pristupačnost odmah?

source: color scheme '{filename}' does not exist
hr: shema boje '{filename}' ne postoji

source: Loading legacy layout, format '{}'. Please consider upgrading to current format '{}'
hr: Učitavanje zastarjelog rasporeda, format '{}'. Nadogradite na trenutni format '{}'

source: Ignoring key '{}'. No svg filename defined.
hr: Zanemarujem tipku '{}'. Nema određenog naziva svg datoteke.

source: Snippet {}
hr: Umetak {}

source: , unassigned
hr: , nedodjeljen

source: copying layout '{}' to '{}'
hr: kopiranje rasporeda '{}' u '{}'

source: copy_layouts failed, unsupported layout format '{}'.
hr: kopiranje_rasporeda neuspjelo, nepodržani format rasporeda '{}'.

source: copying svg file '{}' to '{}'
hr: kopiranje svg datoteke '{}' u '{}'

source: Color scheme for theme '{filename}' not found
hr: Shema boje za temu '{filename}' nije pronađena

source: Error loading theme '{filename}'. {exception}: {cause}
hr: Greška učitavanja teme '{filename}'. {exception}: {cause}

source: Error saving
hr: Greška spremanja

source: Loading legacy color scheme format '{old_format}', please consider upgrading to current format '{new_format}': '{filename}'
hr: Učitavanje zastarjelog formata sheme boje '{old_format}', pokušajte nadograditi na trenutni format '{new_format}': '{filename}'

source: Error loading color scheme '{filename}'. {exception}: {cause}
hr: Greška učitavanja sheme boje '{filename}'. {exception}: {cause}

source: Duplicate key_id '{}' found in color scheme file. Key_ids must occur only once.
hr: Duplikat key_id '{}' pronađen u datoteci sheme boje. Key_ids se mora pojaviti samo jednom.

source: never
hr: nikada

source: 1 minute
hr: 1 minutu

source: 5 minutes
hr: 5 minuta

source: 10 minutes
hr: 10 minuta

source: 30 minutes
hr: 30 minuta

source: 1 hour
hr: 1 sat

source: 3 hours
hr: 3 sata

source: forever
hr: zauvijek

source: Only move when necessary
hr: Samo pomakni kada je potrebno

source: Follow the active window
hr: Slijedi aktivan prozor

source: Auto-show settings
hr: Postavke automatskog prikazivanja

source: Strategy:
hr: Strategija:

source: Chose how the keyboard window moves when a text entry is activated.
hr: Odaberite kako se prozor tipkovnice pomiče kada je unos teksta aktiviran.

source: Keyboard Movement
hr: Pomak tipkovnice

source: _Hide when using a physical keyboard
hr: _Sakrij pri tipkanju na fizičkoj tipkovnici

source: Hide Onboard when any key is pressed on a physical keyboard. Requires input event source "XInput".
hr: Sakrij zaslonsku tipkovnicu kada je bilo koja tipka pritisnuta na fizičkoj tipkovnici. Zahtijeva izvor ulaza događaja "XInput".

source: Stay hidden:
hr: Ostani skriven:

source: Once hidden by a physical key-press, auto-show is paused. Select the pause duration here.
hr: Jednom kada je skriven fizičkim pritiskom tipke, automatsko prikazivanje je pauzirano. Odaberite trajanje pauze ovdje.

source: Auto-hide
hr: Automatsko sakrivanje

source: New Input Device
hr: Novi ulazni uređaj

source: Onboard has detected a new input device
hr: Zaslonska tipkovnica je otkrila novi ulazni uređaj

source: Do you want to use this device for keyboard scanning?
hr: Želite koristiti ovaj uređaj za pretraživanje tipkovnica?

source: Use device
hr: Koristi uređaj

source: Failed to load language model '{}': {} ({})
hr: Neuspješno učitavanje modela '{}': {} ({})
