Repository: DanielVitor97/onboard
Catalog: po/*.po
Languages: hr

source: Onboard
hr: Zaslonska tipkovnica

source: Onboard onscreen keyboard
hr: Zaslonska tipkovnica

source: Flexible onscreen keyboard for GNOME
hr: Prilagodljiva zaslonska tipkovnica za GNOME

source: Onboard is configured to appear with the dialog to unlock the screen; for example to dismiss the password-protected screensaver. However the system is not configured anymore to use Onboard to unlock the screen. A possible reason can be that another application configured the system to use something else. Would you like to reconfigure the system to show Onboard when unlocking the screen?
hr: Zaslonska tipkovnica je podešena da se pojavi s dijalogom za otključavanje zaslona, na primjer za odbacivanje čuvara zaslona zaštićenih lozinkom. Međutim sustav više nije podešen da koristi zaslonsku tipkovnicu za otključavanje zaslona. Mogući uzrok može biti taj da je druga aplikacija podesila sustav da koristi nešto drugo. Želite li ponovno podesiti sustav da prikazuje zaslonsku tipkovnicu pri otključavanju zaslona?

source: Onboard is configured to appear with the dialog to unlock the screen; for example to dismiss the password-protected screensaver. However this function is disabled in the system. Would you like to activate it?
hr: Zaslonska tipkovnica je podešena da se pojavi s dijalogom za otključavanje zaslona, na primjer za odbacivanje čuvara zaslona zaštićenih lozinkom. Međutim ta funkcija je onemogućena u sustavu. Želite li ju aktivirati?

source: Edit snippet #{}
hr: Uredi umetak #{}

source: New snippet
hr: Novi umetak

source: Enter a new snippet for button #{}:
hr: Upišite novi umetak za tipku #{}:

source: _Cancel
hr: _Odustani

source: _Save snippet
hr: _Spremi umetak

source: _Button label:
hr: _Oznaka tipke:

source: S_nippet:
hr: U_metak:

source: Other _Languages
hr: Ostali _jezici

source: _Remove suggestion…
hr: _Ukloni prijedlog...

source: Remove word suggestion
hr: Ukloni prijedlog riječi

source: Remove '{}' everywhere.
hr: Ukloni '{}' svagdje.

source: This will only affect learned suggestions.
hr: Ovo će samo utjecati na naučene prijedloge.

source: Remove '{}' only where it occures at text begin.
hr: Ukloni '{}' samo kada se pojavljuje na početku teksta.

source: Remove '{}' only where it occures at sentence begin.
hr: Ukloni '{}' samo kada se pojavljuje na početku rečenice.

source: Remove '{}' only where it occures after numbers.
hr: Ukloni '{}' samo kada se pojavljuje nakon brojeva.

source: Remove '{}' only where it occures after '{}'.
hr: Ukloni '{}' samo kada se pojavljuje nakon '{}'.

source: Key-repeat
hr: Ponavljanje tipke

source: International character selection
hr: Odabir međunarodnih znakova

source: Remember nothing
hr: Ne pamti ništa

source: Don't remember new words
hr: Ne pamti nove riječi

source: General
hr: Općenito

source: Window
hr: Prozor

source: Layout
hr: Raspored

source: Theme
hr: Tema

source: Snippets
hr: Umetci

source: Keyboard
hr: Tipkovnica

source: Typing Assistance
hr: Pomoć pri tipkanju

source: Universal Access
hr: Univerzalni pristup

source: Latch, then lock
hr: Zakvači, zatim zaključaj

source: Latch, double-click to lock
hr: Zakvači, dvostruki klik za zaključavanje

source: Latch only
hr: Samo zakvači

source: Lock only
hr: Samo zaključaj

source: Push button
hr: Tipka "Pritisni"

source: none
hr: nijedan

source: single-touch
hr: jednostruki dodir

source: multi-touch
hr: višestruki dodir

source: _Close
hr: _Zatvori

source: column
hr: stupac

source: _Auto-show when editing text
hr: _Automatski prikaži pri uređivanju teksta

source: Show Onboard when there is a recognized text window in focus. Requires Gnome Accessibility.
hr: Prikaži zaslonsku tipkovnicu kada je prozor prepoznatog teksta u fokusu. Zahtijeva Gnome pristupačnost.

source: _Settings
hr: _Postavke

source: Start Onboard _hidden
hr: Pokreni zaslonsku tipkovnicu _skrivenu

source: Start Onboard hidden.
hr: Pokreni zaslonsku tipkovnicu skrivenu.

source: Show/Hide options
hr: Prikaži/Sakrij mogućnosti

source: Show floating _icon when Onboard is hidden
hr: Prikaži lebdeću _ikonu kada je zaslonska tipkovnica sakrivena.

source: Show a floating icon on the desktop when Onboard is hidden. A click on the icon makes Onboard reappear.
hr: Prikaži lebdeću ikonu na radnoj površini kada je zaslonska tipkovnica sakrivena. Klikom na ikonu zaslonska tipkovnica se ponovno pojavljuje.

source: Show when _unlocking the screen
hr: Prikaži pri _otključavanju zaslona

source: Show Onboard when the dialog to unlock the screen appears; this way Onboard can be used for example to enter the password to dismiss the screensaver when it is set to ask for it.
hr: Prikaži zaslonsku tipkovnicu kada se pojavi dijalog zaključavanja zaslona, na ovaj način zaslonska tipkovnica se može koristiti npr. za upisivanje lozinke kako bi se čuvar zaslona isključio.

source: Show _tooltips
hr: Prikaži _savjete

source: Show tooltips for the keyboard&apos;s buttons.
hr: Prikaži savjete za tipke tipkovnice.

source: Show tooltips for the keyboard's buttons.
hr: Prikaži savjete za tipke tipkovnice.

source: _Show status icon
hr: _Prikaži ikonu stanja.

source: Show the status item. A click on that icon hides or shows Onboard.
hr: Prikaži ikonu stanja. Klikom na tu ikonu, zaslonska tipkovnica se sakriva ili otkriva.

source: Status icon _provider:
hr: Pružatelj ikone _stanja:

source: AppIndicater (default) is recommend for broadest compatibility. GtkStatusIcon isn't supported well anymore by various desktop environments, but allows to show Onboard on left click. Requires restart.
hr: AppIndicator (zadano) je preporučeno za najveću kompatibilnost. GtkStatusIcon više nije najbolje podržana od strane raznih radnih okruženja, ali uobičajeno omogućuje prikaz tipkovnice pri lijevom kliku. Zahtijeva ponovno pokretanje.

source: Desktop Integration
hr: Integracija radne površine

source: Dock to screen edge
hr: Rastegni na rubove zaslona

source: Dock the keyboard to the edge of the screen.
hr: Rastegni tipkovnicu na rubove zaslona.

source: Docking
hr: Smještaj

source: Show window _decoration
hr: Prikaži ukrase _prozora

source: Show window caption and frame.
hr: Prikaži zaglavlje prozora i okvir.

source: Show always on visible _workspace
hr: Uvijek prikaži na vidljivoj radnoj _površini

source: &quot;Sticky&quot; mode for keyboard and floating icon.
hr: &quot;Pričvrstiv&quot; način za tipkovnicu i lebdeću ikonu.

source: "Sticky" mode for keyboard and floating icon.
hr: "Pričvrstiv" način za tipkovnicu i lebdeću ikonu.

source: _Force window to top
hr: _Prisili prozor na vrh

source: Try harder to keep Onboard above anything on-screen.
hr: Pokušaj jače zadržati zaslonsku tipkovnicu iznad svega otvorenog na zaslonu.

source: Keep _aspect ratio
hr: Zadrži _omjer

source: Constrain window size to the layout&apos;s aspect ratio.
hr: Ograniči veličinu prozora na layout&apos;s omjer izlaza.

source: Constrain window size to the layout's aspect ratio.
hr: Ograniči veličinu prozora na omjer izlaza.

source: Floating Window Options
hr: Mogućnosti lebdećeg prozora

source: Window options
hr: Mogućnosti prozora

source: Wind_ow:
hr: Proz_or:

source: Transparency of the whole keyboard window. Requires compositing.
hr: Prozirnost cijelog prozora tipkovnice. Zahtijeva kompoziranje.

source: _Background:
hr: _Pozadina:

source: Transparency of the keyboard background
hr: Prozirnost pozadine tipkovnice

source: _No background
hr: _Bez pozadine

source: Show the desktop through the gaps between keys.
hr: Prikaži radnu površinu kroz razmake između tipka.

source: Transparency
hr: Prozirnost

source: Set _transparency to
hr: Postavi _prozirnost na

source: Enable inactive transparency. Requires compositing.
hr: Omogući prozirnost neaktivnosti. Zahtijeva kompoziranje.

source: Transparency when the pointer leaves the keyboard. Requires compositing.
hr: Prozirnost kada pokazivač napušta tipkovnicu. Zahtijeva kompoziranje.

source: after
hr: nakon

source: Delay in seconds until the inactive transparency takes effect.
hr: Odgoda u sekundama do pokretanja prozirnosti neaktivnosti.

source: seconds
hr: sekunda

source: When Inactive
hr: Kada je neaktivno

source: _Window handles:
hr: _Rukovanje prozorom:

source: Resize Protection
hr: Zaštita promjene veličine

source: Name
hr: Naziv

source: Description
hr: Opis

source: _New
hr: _Novi

source: _Delete
hr: _Obriši

source: _Open layouts folder
hr: _Otvori mapu rasporeda

source: _About
hr: _O rasporedu

source: C_ustomize theme
hr: P_rilagodi temu

source: Follow _system theme
hr: Slijedi _temu sustava

source: Remember what Onboard theme was last used for every system theme.
hr: Zapamti koja je tema zaslonske tipkovnice zadnje korištena za svaku temu sustava.

source: Snippets are pieces of text which are entered when the corresponding button in Onboard is pressed.
hr: Umetci su dijelovi teksta koji se upišu kada je pritisnuta odgovarajuća tipka zaslonske tipkovnice.

source: _Add
hr: _Dodaj

source: _Remove
hr: _Ukloni

source: Show label popups
hr: Prikaži skočni prozor pritisnute tipke

source: Show label popups above pressed keys.
hr: Prikaži skočni prozor iznad pritisnute tipke.

source: Play sound
hr: Sviraj zvuk

source: Play click sound on keypress.
hr: Sviraj zvuk klika pri pritisku tipke.

source: Place sound in space
hr: Smjesti zvuk u prostor

source: Place sound in space between speakers depending on the key's position on screen
hr: Smjesti zvuk u prostor između zvučnika ovisno o položaju tipe na zaslonu.

source: Key-press Feedback
hr: Povratne informacije pritiska tipke

source: Show secondary labels
hr: Prikaži dodatne skočne prozore

source: Show characters reachable with or without the shift key.
hr: Prikaži znakove dostupne s ili bez Shift tipke.

source: Key Labels
hr: Oznake tipke

source: Upper case on right click
hr: Veliko slovo pri lijevom kliku

source: Temporarily enable SHIFT when clicking with the secondary button.
hr: Privremeno omogućuje SHIFT kada se klika s drugom tipkom.

source: Key Behaviour
hr: Ponašanje tipke

source: _Long press action:
hr: _Radnja dužeg pritiska:

source: Choose between key-repeat or long-press menus. Mainly affects alpha-numeric keys.
hr: Odaberite između ponavljanja tipke ili izbornika duljeg pritiska. Uglavnom utječe na slovno-brojčane tipke.

source: Modifier _behavior:
hr: Ponašanje _izmjenjivača:

source: Behavior of modifier and layer keys.
hr: Ponašanje izmjenjivača i zamjenskih tipka.

source: Modifier auto-release delay in seconds:
hr: Odgoda automatskog oslobađanja izmjenjivača u sekundama:

source: Seconds of inactivity until active modifiers and layer keys are released. 0 to disable.
hr: Sekunde neaktivnosti dok se aktivni izmjenjivači i zamjenske tipke ne oslobode. 0 je onomogućeno

source: Modifier auto-release after hide in seconds:
hr: Automatsko oslobađanje izmjenjivača nakon sakrivanja u sekundama:

source: Time after hiding the keyboard in seconds until latched and locked modifiers and layer keys are released automatically. Leave at 0.0 to not automatically release them.
hr: Vrijeme nakon sakrivanja tipkovnice u sekundama dok se zakvačeni i zaključani izmjenjivaču i zamjenske tipke automatski oslobode. Ostavite 0.0 da se automatski ne oslobode.

source: Key Behavior
hr: Ponašanje tipke

source: _Touch input:
hr: _Unos dodira:

source: _Input event source:
hr: _Izvor ulaza događaja:

source: Choose &apos;XInput&apos; for more reliable typing into text entries with pop-up selections. The &apos;GTK&apos; option offers better compatibility, but typing may fail in the presence of pointer grabs, e.g. with open pop-up windows.
hr: Odaberite &apos;XInput&apos; za pouzdanije tipkanje u unose teksta sa skočnih odabira. &apos;GTK&apos; mogućnost nudi bolju kompatibilnost, ali tipkanje možda neće uspjeti uz prisutnost odabira pokazivača, npr. sa otvorenim skočnim propisima.

source: Choose 'XInput' for more reliable typing into text entries with pop-up selections. The 'GTK' option offers better compatibility, but typing may fail in the presence of pointer grabs, e.g. with open pop-up windows.
hr: Odaberite 'XInput' za pouzdanije tipkanje u unose teksta sa skočnih odabira. 'GTK' mogućnost nudi bolju kompatibilnost, ali tipkanje možda neće uspjeti uz prisutnost odabira pokazivača, npr. sa otvorenim skočnim propisima.

source: Input Options
hr: Mogućnosti unosa

source: Keystroke _generation:
hr: Generator _pritiska tipke:

source: Delay between keystrokes in milliseconds:
hr: Odgoda između pritiska na tipke u mulisekundama:

source: Increase this if key-strokes get lost when inserting word suggestions or snippets into Firefox or other Gtk-2 applications. Has no effect on Gtk-3 applications.
hr: Povećajte ovo ako se pritisak na tipke izgubi kada umetate prijedlog teksta u Firefox ili druge Gtk-2 aplikacije. Nema utjecaj na Gtk-3 aplikacije.

source: Keystroke Generation
hr: Generator pritiska tipke

source: Advanced
hr: Napredno

source: Show _suggestions
hr: Prikaži _prijedloge

source: Enable word completion and prediction.
hr: Omogući završavanje i predviđanje riječi.

source: Show spelling suggestions
hr: Prikaži prijedloge pravopisa

source: Check spelling of the word at or before the cursor.
hr: Provjeri pravopis riječi na ili prije pokazivača.

source: _Learn from typed text
hr: _Uči iz utipkanog teksta

source: Remember new words, their recency and frequency to improve the suggestions over time.
hr: Zapamti nove riječi, njihovo ponavljanje i učestalost u svrhu poboljšanja prijedloga s vremenom.

source: Insert word _separators
hr: Umetni razdjelnike_riječi

source: Add and remove spaces when inserting word suggestions followed by punctuation characters.
hr: Dodaj i ukloni razmake pri umetanju prijedloga riječi slijedeći znakove interpunkcije.

source: Options
hr: Mogućnosti

source: Show more suggestions arrow
hr: Prikaži više strelica prijedloga

source: Step forward and backward through the available suggestions.
hr: Korak naprijed i nazad kroz dostupne prijedloge.

source: Show button to pause learning
hr: Prikaži tipku za pauziranje učenja

source: Words typed while this button is pressed won't be remembered.
hr: Riječi utipkane dok je ova tipka pritisnuta neće biti zapamćene.

source: Show lan_guage switcher
hr: Prikaži _prebacivač jezika

source: Show a button for language selection.
hr: Prikaži tipku odabira jezika.

source: Buttons
hr: Tipke

source: Word Suggestions
hr: Prijedlozi riječi

source: Auto-capitalize while typing
hr: Automatska velika slova pri tipkanju

source: Automatically capitalize sentence begins and name words.
hr: Automatsko veliko slovo na početku rečenice i riječi imena.

source: Auto-correct spelling
hr: Automatsko ispravljanje pravopisa

source: Automatically correct the last word.
hr: Automatski ispravi posljednju riječ.

source: The spell check engine to use.
hr: Pogon pravopisa koji se koristi.

source: Spell-check backend:
hr: Pogon provjere pravopisa:

source: Auto-correction
hr: Automatsko ispravljanje

source: While learning is paused:
hr: Tijekom pauze učenja:

source: Learning
hr: Učenje

source: Enable keyboard _scanning
hr: Omogući pretraživanje _tipkovnice

source: Sc_anner Settings
hr: Postavke _pretraživanja

source: Keyboard Scanning
hr: Pretraživanje tipkovnice

source: _Delay:
hr: _Odgoda:

source: _Motion threshold:
hr: _Prag klika:

source: Time in seconds before a click is triggered.
hr: Vrijeme u sekundama prije nego što je klik pokrenut.

source: Distance in pixels before movement will be recognized.
hr: Udaljenost u pikselima prije nego što će pomak biti prepoznat.

source: Hide hover click window
hr: Sakrij prozor lebdenja klika

source: Hide the system-provided hover click window while Onboard is running.
hr: Sakrij sustavom omogućen lebdeći prozor klika kad je zaslonska tipkovnica pokrenuta.

source: Enable click type window on exit
hr: Omogući prozor za klikanje pri izlazu

source: Always enable the system-provided hover click window when exiting Onboard.
hr: Uvijek omogući sustavom omgućen lebdeći prozor klikanja kada se izlazi iz zaslonske tipkovnice.

source: Hover Click
hr: Klik lebdenjem

source: Failed to execute '{}', {}
hr: Nemoguće izvršiti '{}', {}

source: Top
hr: Na vrhu

source: Bottom
hr: Na dnu

source: Active Monitor
hr: Aktivan zaslon

source: Primary Monitor
hr: Pomoćni zaslon

source: Monitor 0
hr: Zaslon 0

source: Monitor 1
hr: Zaslon 1

source: Monitor 2
hr: Zaslon 2

source: Monitor 3
hr: Zaslon 3

source: Monitor 4
hr: Zaslon 4

source: Monitor 5
hr: Zaslon 5

source: Monitor 6
hr: Zaslon 6

source: Monitor 7
hr: Zaslon 7

source: Monitor 8
hr: Zaslon 8

source: Docking settings
hr: Postavke smještaja

source: Shrink workarea
hr: Skupi radno područje

source: Shrink the available space for maximized windows.
hr: Skupi raspoloživi prostor za uvećane prozore.

source: Expand on landscape screens
hr: Raširi na položenim zaslonima

source: Expand keyboard to the width of the workarea.
hr: Raširi tipkovnicu prema širini radnog područja.

source: Expand on portrait screens
hr: Raširi na uspravnim zaslonima

source: Dock to screen edge:
hr: Smještaj na rubu zaslona:

source: Dock to monitor:
hr: Smještaj na zaslonu:

source: Activate Hover Click
hr: Aktiviraj klik lebdenjem

source: Alphanumeric keys
hr: Slovno-brojčane tipke

source: Double click
hr: Dvostruki klik

source: Drag click
hr: Klik povlačenja

source: Function keys
hr: Funkcijske tipke

source: Number block and function keys
hr: Broj bloka i funkcijske tipke

source: Hide Onboard
hr: Sakrij zaslonsku tipkovnicu

source: Pause learning
hr: Pauziraj učenje

source: Main keyboard
hr: Glavna tipkovnica

source: Menu
hr: Izbornik

source: Middle click
hr: Srednji klik

source: Move Onboard
hr: Pomakni zaslonsku tipkovnicu

source: Number block and snippets
hr: Broj bloka i umetka

source: Pause
hr: Pauza

source: Preferences
hr: Osobitosti

source: Quit
hr: Isključi

source: Right click
hr: Desni klik

source: Toggle click helpers
hr: Uklj./Isklj. pomoćnike klika

source: Umbrella
hr: Kišobran

source: White star
hr: Bijela zvijezda

source: White telephone
hr: Bijeli telefon

source: Hot beverage
hr: Vruć napitak

source: Skull and crossbones
hr: Lubanja i prekrižene kosti

source: Radioactive sign
hr: Radioaktivni znak

source: Peace symbol
hr: Simbol mira

source: Yin yang
hr: Jin i jang

source: Frowning face
hr: Namršteni smješko

source: Smiling face
hr: Nasmijani smješko

source: White sun with rays
hr: Bijelo sunce sa zrakama

source: Last quarter moon
hr: Posljednja četvrtina mjeseca

source: Female sign
hr: Ženski znak

source: Male sign
hr: Muški znak

source: White heart suit
hr: Bijelo srce

source: White diamond suit
hr: Bijela kara

source: White spade suit
hr: Bijeli pik

source: White club suit
hr: Bijeli tref

source: Beamed eighth note
hr: Povezanih osam nota

source: Envelope
hr: Omotnica

source: Victory hand
hr: Pobjednička ruka

source: Writing hand
hr: Pisanje rukom

source: Smiling face with open mouth and smiling eyes
hr: Smješko s otvorenim ustima i nasmijanim očima

source: Smiling face with halo
hr: Smješko sa aureolom

source: Smiling face with horns
hr: Smješko s rogovima

source: Winking face
hr: Namigujući smješko

source: Smiling face with smiling eyes
hr: Smješko s nasmijanim očima

source: Face savouring delicious food
hr: Smješko se oblizuje

source: Smiling face with heart-shaped eyes
hr: Smješko sa očima oblika srca

source: Smiling face with sunglasses
hr: Smješko sa sunčanim naočalama

source: Smirking face
hr: Sladunjavi smješko

source: Neutral face
hr: Neutralan smješko

source: Unamused face
hr: Dosadan smješko

source: Confounded face
hr: Zbunjen smješko

source: Face throwing a kiss
hr: Smješko šalje poljubac

source: Kissing face with closed eyes
hr: Smješko šalje poljubac sa zatvorenim očima

source: Face with stuck-out tongue and winking eye
hr: Smješko namiguje sa isplaženim jezikom

source: Face with stuck-out tongue and tightly closed eyes
hr: Smješko s čvrsto zatovrenim očima i isplaženim jezikom

source: Disappointed face
hr: Razočarni smješko

source: Angry face
hr: Ljut smješko

source: Pouting face
hr: Nadureni smješko

source: Crying face
hr: Smješko koji plače

source: Persevering face
hr: Odlučan smješko

source: Weary face
hr: Iscrpljen smješko

source: Tired face
hr: Umoran smješko

source: Astonished face
hr: Zapanjen smješko

source: Flushed face
hr: Zarumenjeni smješko

source: Dizzy face
hr: Smješko s vrtoglavicom

source: Arrows
hr: Strelice

source: Custom
hr: Prilagođeno

source: Desktop keyboard with edit and function keys
hr: Tipkovnica radne površine s funkcijskim i tipkama uređivanja

source: Greek
hr: Grčki

source: Grid of keys, suitable for keyboard scanning
hr: Mreža tipki, prikladno za pretraživanje tipkovnice

source: Hide keyboard
hr: Sakrij tipkovnicu

source: Keyboard layout with Greek literals, arrows and more, for math and physics education on an interactive Whiteboard.
hr: Raspored tipkovnice s grčkim slovima, strelicama i još mnogo toga, za edukaciju matematike i fizike na interaktivnim pločama.

source: Keyboard layout with Greek literals, arrows and more, for math and physics education on an interactive Whiteboard. This layout places all keys on a single, very wide layer.
hr: Raspored tipkovnice s grčkim slovima, strelicama i još mnogo toga, za edukaciju matematike i fizike na interaktivnim pločama. Ovaj raspored smješta sve tipke na jedan vrlo širok red.

source: Medium size desktop keyboard
hr: Tipkovnica radne površine srednje veličine

source: Mobile keyboard for small screens
hr: Mobilna tipkovnica za male zaslone

source: More suggestions
hr: Više prijedloga

source: Move keyboard
hr: Pomakni tipkovnicu

source: Previous suggestions
hr: Prijašnji prijedlog

source: Quit Keyboard
hr: Zatvori tipkovnicu

source: Quit Onboard
hr: Zatvori zaslonsku tipkovnicu

source: Set and Settings
hr: Postavljanje i postavke

source: Settings
hr: Postavke

source: Space efficient desktop keyboard
hr: Tipkovnica koja učinkovito iskorištava prostor radne površine

source: Special Characters
hr: Posebni znakovi

source: Special characters for interactive whiteboards, wide
hr: Posebni znakovi za interaktivne ploče, prošireno

source: Special characters for interactive whiteboards
hr: Posebni znakovi za interaktivne ploče

source: Spelling suggestion
hr: Pravopisni prijedlog

source: Sub-, Superscripts; Fractions
hr: Pod-, Eksponenti; Razlomci

source: no window transparency available; screen doesn't support alpha channels
hr: prozirnost prozora nije dostupna; zaslon ne podržava alfa kanale

source: Onboard Preferences
hr: Osobitosti zaslonske tipkovnice

source: Copy layout '{}' to this new name:
hr: Kopiraj raspored '{}' u ovaj novi naziv:

source: Delete layout '{}'?
hr: Obriši raspored '{}'?

source: System settings not found ({}): {}
hr: Postavke sustava nisu pronađene ({}): {}

source: None
hr: Nepoznato

source: Movement only
hr: Samo pokret

source: Corners
hr: Kutevi

source: All corners and edges
hr: Svi kutevi i rubovi

source: Core layouts
hr: Rasporedi tipkovnice

source: Contributions
hr: Prilozi

source: My layouts
hr: Moj raspored

source: Author: {}
hr: Autor: {}

source: About Layout
hr: O rasporedu

source: Enter a name for the new theme:
hr: Upišite naziv nove teme:

source: This theme file already exists. '{filename}' Overwrite it?
hr: Ova datoteka teme već postoji. '{filename}' Želite li ju zamijeniti?

source: Reset selected theme to Onboard defaults?
hr: Vrati odabranu temu na zadane postavke?

source: Delete selected theme?
hr: Obriši odabranu temu?

source: _Reset
hr: _Vrati izvorno

source: Flat
hr: Ravan

source: Gradient
hr: Prijelaz

source: Dish
hr: Tanjur

source: Default
hr: Zadan

source: Bold
hr: Podebljano

source: Italic
hr: Ukošena

source: Condensed
hr: Sabijena

source: Ubuntu Logo
hr: Ubuntu logotip

source: Step
hr: Korak

source: Left
hr: Lijevo
